{
  "barbecue": { "branch": "main" },
  "blink.cmp": { "branch": "main" },
  "blossom.vim": { "branch": "main" },
  "conform.nvim": { "branch": "master" },
  "friendly-snippets": { "branch": "main" },
  "gitsigns.nvim": { "branch": "main" },
  "lazy.nvim": { "branch": "main" },
  "lualine.nvim": { "branch": "master" },
  "luatab.nvim": { "branch": "master" },
  "midnight.nvim": { "branch": "main" },
  "mini.nvim": { "branch": "main" },
  "mini.pairs": { "branch": "main" },
  "nekomi.nvim": { "branch": "main" },
  "neo-tree.nvim": { "branch": "v3.x" },
  "noctis.nvim": { "branch": "master" },
  "nui.nvim": { "branch": "main" },
  "nvim": { "branch": "main" },
  "nvim-highlight-colors": { "branch": "main" },
  "nvim-navic": { "branch": "master" },
  "nvim-treesitter": { "branch": "main" },
  "nvim-ts-autotag": { "branch": "main" },
  "nvim-web-devicons": { "branch": "master" },
  "plenary.nvim": { "branch": "master" },
  "snacks.nvim": { "branch": "main" },
  "south.nvim": { "branch": "master" },
  "todo-comments.nvim": { "branch": "main" },
  "turbonerd.nvim": { "branch": "main" },
  "which-key.nvim": { "branch": "main" }
}
